Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/ledere_2023_nob.docx.tmx
Source language: nob
Languages: fkv

source: Relevansen er også den at hvis du etter langt om lenge skulle få en fisk, så er sjansen stor for at du setter ekstra pris på den fisken.
fkv: Relevanssii oon kansa siinä ette jos sie kauvoin pyyđettyästi lopulta saat kalan, se luultavasti sie olet erinomhattain iloinen siitä.

source: Det er den eneste du har, og det er som kjent bedre med en sei i hånda enn ti på taket.
fkv: Se oon kaikki mitä sulla oon, ja niin ko tieđämä, se oon parempi yksi saita käđessä ko kymmenen oksala.

source: Men hvis det brått løsner på fisketuren din og du får mange fisk, stampen full av sei, hva skjer da med den første-fisken?
fkv: Mutta jos sulla yhtäkkii lykästääki fiskureisula ja sie saatki paljon kalloi, tampuntäyđen saittaa, kunka se silloin käipi sen ensimäisen kalan kansa?

source: Jo, den synker i popularitet i dine øyne, inntil du har mest lyst til å hive hele første-fisken til måsen fordi du har fått mange som var mye finere.
fkv: Joo, ei se olekhaan ennää sulle niin tärkkee, ja sitte sulla oon jo halu viskata sen kajavalle ko sie olet saanu niin paljon muita paljon fiinemppii kalloi.

source: Når det gjelder livet og kunsten, så har kvenfolket nettopp begynt å fiske.
fkv: Elämän ja konstin suhtheen oon niin ette kväänikansa vasta äskön oon alkanu fiskhuun.

source: Vi forventer ingen makrellstørje på et halvt tonn, men i hvert fall en fisk like fin som den seien naboen fikk i sin andedam her forleden.
fkv: Meilä ei ole ođottheessa puolen tonnin makrilisuurimusta, mutta kuitenki yhtä fiini kala ko se saita minkä kranni vähän varhemin sai omasta suorsalantosta.

source: Tror vi da.
fkv: Uskoma kuitenki.

source: Vi er noe usikre på om den kvenske fisken er bra nok.
fkv: Olema kyllä vähän epäsikkarit, piian se kväänikala ei kuiten ole nokko hyvä.

source: Den er i det minste fersk, knapt noen har like nytrukket sei.
fkv: Joka taphauksessa se oon veres, sikkaristi ei yhđeläkhään ole yhtä verestä kallaa.

source: Vi som surrer her i det kvenske livet og i den kvenske kulturen.
fkv: Met jokka kierittelemmä tässä kväänielämässä ja kväänikulttuurissa.

source: Ferske fiskere usikre på fangsten: De tekstene vi skriver, de bildene vi maler, musikken vi lager og teaterforestillingene vi setter opp, hvem vi er og hvor vi skal.
fkv: Verekset fiskarit jokka eppäilemmä saalista: Teksii mitä kirjoitamma, kuvvii mitä maalaama, musikkii mitä tehemä ja teatteriesityksii mitä panema pysthöön, huntteeraama ketä met olema ja mihinkä menossa.

source: Som kvenfolk har vi få faste fiskeplasser, vannene på fjellet er ukjente, vi kaver en smule i tanga og i buskaset.
fkv: Meilä oon tyhä harvat fastat pyytöpaikat, tunturijärvet oon meile tuntemattomat, vähäsen vain huiđoma teppuin ja penshaitten sejassa.

source: Da kjennes det ekstra trygt og godt når også kvener lander fisk som ingen kan kimse av.
fkv: Sillä se tunttuu erinomattain somalta ko kväänitki saađhaan kalan mitä yksikhään ei saata moittiit.

source: For eksempel Åsne Kummeneje Mellem da hun ble inntatt på Høstutstillingen 2023.
fkv: Tästä oon esimerkki Åsne Kummeneje Mellem ko hän pääsi myötä vuođen 2023 Syysnäyttelhyyn.

source: Om verket «I Never Learnt my Mother Tongue» brukte en kunstkritiker i NRK ord som «vakre folder» og at hun likte «de varme jordfargene i uttrykket».
fkv: Värkistä ”I Never Learnt my Mother Tongue” muutama NRK:n konstikriitikkeri sanoi ette siinä oli ”kaunhiit vekit” ja ette hän tykkäs ”työn lämpimistä maafäriistä”.

source: Det var en real storsei.
fkv: Se oli oikkee saita eikä mikhään mortto.

source: Den bekrefter og oppmuntrer.
fkv: Se vahvistaa ja anttaa uskoo.

source: Skitt fiske ønskes alle.
fkv: Huonoo fiskulykkyy kaikile.
